Autodesk.Revit.DB.SpatialElementTag
A tag attached to a SpatialElement (room, space or area) in Autodesk Revit.
Remarks:
SpatialElementTag is the base class for RoomTag, SpaceTag and AreaTag.
Zone tag is not derived from SpatialElementTag. See Autodesk.Revit.DB.IndependentTag for more information.